Repository: juanjovn/Task-Shuffler
Catalog: Task-Shuffler/*.lproj/Localizable.strings
Languages: es_419

source: Sort by
es_419: Ordenar

source: Priority
es_419: Prioridad

source: Duration
es_419: Duración

source: Name
es_419: Nombre

source: Cancel
es_419: Cancelar

source: Confirm delete?
es_419: ¿Confirmar borrado?

source: Pending
es_419: Pendiente

source: Completed
es_419: Completado

source: Assigned
es_419: Asignado

source: New task name
es_419: Nueva tarea

source: Task name
es_419: Nombre de tarea

source: Date
es_419: Fecha

source: Free
es_419: Libre

source: Filled
es_419: Lleno

source: Outdated
es_419: Caducado

source: From
es_419: Desde

source: To
es_419: Hasta

source: Edit gap:
es_419: Editar hueco:

source: Select a day
es_419: Selecciona un día

source: The gap must start later than current time
es_419: El hueco debe comenzar más tarde de la hora actual

source: The gap must end later than start time
es_419: El hueco debe terminar más tarde que la hora actual

source: The gap must have at least a duration of 10 minutes
es_419: El tiempo mínimo de un hueco es de 10 minutos

source: The current gap overlaps with an existing gap at
es_419: Este hueco se superpone con uno que ya existea las:

source: Slide to shuffle
es_419: Desliza para shufflear!

source: Smart
es_419: Inteligente

source: Random
es_419: Aleatorio

source: Single
es_419: Individual

source: All
es_419: Todo

source: This
es_419: Ésta

source: Next
es_419: Siguiente

source: Now
es_419: Ahora

source: Are you happy?
es_419: ¿Estás contento?

source: RESHUFFLE
es_419: REPETIR

source: You will get an instant task to do
es_419: Obtendrás una tarea instantánea

source: There are no tasks to shuffle
es_419: No existen tareas para mezclar

source: There are no gaps to shuffle
es_419: No existen huecos para mezclar

source: gaps
es_419: huecos

source: One task will be shuffled in
es_419: Una tarea se mezclará entre

source: tasks will be shuffled in
es_419: tareas se mezclarán entre

source: task will be shuffled in
es_419: tarea se mezclará entre

source: There are no suitable tasks
es_419: Las tareas pendientes no cogen en ningún hueco

source: Ooops!
es_419: ¡Ups!

source: There are no task suitable for any gap. Try creating longer gaps or shorter tasks.
es_419: Las tareas pendientes no cogen en ningún hueco. Prueba a crear tareas más cortas o huecos más largos

source: There are no gaps created in this week!
es_419: No existen huecos en esta semana

source: How
es_419: Cómo

source: When
es_419: Cuándo

source: Next to do
es_419: Próximas tareas

source: This Week
es_419: Semana actual

source: Next Week
es_419: Siguiente semana

source: Sun
es_419: Dom

source: Mon
es_419: Lun

source: Tue
es_419: Mar

source: Wed
es_419: Mié

source: Thu
es_419: Jue

source: Fri
es_419: Vie

source: Sat
es_419: Sáb

source: Gap of time
es_419: Hueco

source: Starting at:
es_419: Empieza a las:

source: Finishing at:
es_419: Acaba a las:

source: Start the task! 💪
es_419: Comienza la tarea! 💪

source: Task ended! 🏁
es_419: ¡Tarea finalizada! 🏁

source: Have you completed
es_419: ¿Has completado

source: Settings
es_419: Ajustes

source: Developed by Juanjo Valiño
es_419: Desarrollado por Juanjo Valiño

source: Mark completed when time ends
es_419: Autocompletar al finalizar la hora

source: Delete confirmation
es_419: Confirmación de borrado

source: One task per gap
es_419: Tarea única en cada hueco

source: Notify task starts
es_419: Notificación empezar tarea

source: Notify task ends
es_419: Notificación tarea terminada

source: Haptic feedback
es_419: Vibración

source: Factory reset
es_419: Borrado de datos

source: Tasks
es_419: Tareas

source: Gaps
es_419: Huecos

source: Clear All
es_419: Borrar todo

source: Clear all data
es_419: Borrar todos los datos

source: All tasks and gaps will be erased, are you sure?
es_419: Se borrarán todas las tareas y huecos, ¿estás seguro?

source: Clear tasks data
es_419: Borrar tareas

source: All tasks will be erased, are you sure?
es_419: Se borrarán todas las tareas, ¿estás seguro?

source: Clear gaps data
es_419: Borrar huecos

source: All gaps will be erased, are you sure?
es_419: Se borrarán todos los huecos, ¿estás seguro?

source: Suggestions about Task Shuffler
es_419: Sugerencias para mejorar Task-Shuffler

source: No internet. Get a connection to watch us!
es_419: No hay internet, ¡busca una conexión para encontrarnos!

source: Meooow! You found me! 🙀
es_419: ¡Miaaau! ¡Me encontraste! 🙀

source: First create a task
es_419: Comienza por crear una tarea

source: Switch between pending and completed tasks
es_419: Cambia entre tareas pendientes o completadas

source: Estimate duration in minutes
es_419: Estima cuánto te llevará en minutos

source: Create a gap of spare time
es_419: Crea huecos en los que podrías hacer tareas

source: Switch between free and completed gaps
es_419: Cambia entre huecos pendientes o completados

source: Switch between AM or PM hours
es_419: Cambia entre AM o PM

source: Drag to select minutes
es_419: Desliza para elegir minutos

source: Ending time
es_419: Hora de finalización

source: Choose if you wish to shuffle the tasks in a Smart way, Random or only shuffle a Single task
es_419: Elige si quieres mezclar las tareas de un modo Inteligente, Aleatorio o una única tarea

source: Choose if you wish to shuffle in Both weeks, only in This or Next week or if you feel lucky and want to get an instant random task to do Now
es_419: Elige si quieres mezclar en todos los huecos, en los de esta semana, en la siguiente u obtener una tarea instantánea para hacer

source: START
es_419: EMPEZAR

source: Welcome to Task-Shuffler!
es_419: ¡Bienvenido a Task-Shuffler!

source: The app that will help you avoid the procrastination.
es_419: La aplicación que te ayudará a luchar contra la procrastinación.

source: Create tasks
es_419: Crea tareas

source: Write down all those tasks that you were postponing for months (or even years 🙃)
es_419: Anota todas esas tareas que llevas posponiendo durante muchos meses (incluso años 🙃)

source: Add spare time slots
es_419: Añade huecos de tiempo libre.

source: Guess when you are going to have time to do some tasks.
es_419: Piensa cuando tendrías tiempo para realizar las tareas.

source: Shuffle!
es_419: ¡Shufflea!

source: Tasks will be automatic assigned to your time slots. You can choose different modes to achieve it. Try them all and figure it out which fit you the best.
es_419: Se asignarán automáticamente tareas a tus huecos de tiempo. Puedes elegir diferentes modos de como hacerlo. Pruébalos todos y averigua el que más se ajusta a ti.
